Repository: marabuntu/Fridge
Catalog: Fridge/*.lproj/Localizable.strings
Languages: ru

source: Cancel
ru: Отмена

source: Add
ru: Добавить

# ProductList.Title
source: My Fridge
ru: iХолодос

# ProductList.Expired
source: Expired
ru: Заэкспайрено

# ProductList.NotExpired
source: Ready for eat
ru: Можно потреблять

# ProductList.Expired.Description
source: These products have expired
ru: Это есть нельзя

# ProductList.NotExpired.Description
source: These products have not yet expired
ru: Это есть можно

# Product.Name
source: Name
ru: Название

# Product.ExpirationDate
source: Expiration Date
ru: Годен до

# Product.Add
source: Add product
ru: Добавить продукт

# Alert.CancelAdding.Title
source: Cancel adding?
ru: Отменить добавление?

# Alert.CancelAdding.Description
source: Are you sure you want to cancel adding new product?
ru: Уверены в отмене?

# Alert.CancelAdding.Button.KeepEditing
source: Keep editing
ru: Продолжить редактирование

# Alert.CancelAdding.Button.CancelAdding
source: Cancel adding
ru: Отменить добавление

# Alert.AddNewProduct.Title
source: Add new product
ru: Добавление нового продукта

# Alert.AddNewProduct.Description
source: Select a new product adding option
ru: Как добавляем

# Alert.AddNewProduct.Button.ScanBarcode
source: Scan barcode
ru: Сканировать штрих-код

# Alert.AddNewProduct.Button.AddManually
source: Add manually
ru: Добавить ручками
